Repository: mozilla-l10n/mt-training-data
Catalog: co/co_pontoon.tmx
Source language: en_us
Languages: co

source: Please confirm you would like to remove %1.
co: Ci vole à cunfirmà chì vò vulete caccià %1.

source: Please continue subscribing in your browser…
co: Ci vole à cuntinuà l’abbunamentu nant’à u vostru navigatore…

source: Please update the app before you continue to use the VPN
co: Ci vole à rinnovà l’appiecazione nanzu di cuntinuà à impiegà a VPN

source: Please wait…
co: Aspittate per piacè…

source: Poland
co: Polonia

source: Poor
co: Gattivu

source: Portugal
co: Portugallu

source: Prague
co: Praga

source: Preferences
co: Preferenze

source: Preferences…
co: Preferenze…

source: Previous Installation Detected
co: Scuperta d’una installazione precedente

source: Primary account email required for sign-in
co: L’indirizzu principale di u contu hè richiestu per cunnettesi

source: Print or fax your documents as normal Desktop computers / laptops / mobile phones
co: Stampate o mandate via telecopia i vostri ducumenti cum’è vo fate di regula cù l’urdinatori fissi, purtavule o i telefoni mobile

source: Privacy features
co: Funzioni di cunfidenzialità

source: Privacy features give you greater control over the types of content you see, helping you stay safe online.
co: E funzioni di cunfidenzialità vi permettenu di cuntrollà megliu i cuntenuti chì vo fighjate, ciò chì vi aiuta à stà sicuru in linea.

source: Privacy & security
co: Vita privata è sicurità

source: Privacy & Security settings
co: Preferenze di vita privata è di sicurità

source: Problem confirming subscription
co: Prublema à a cunfirmazione di l’abbunamentu

source: Problem sending email…
co: Prublema durante l’inviu di u messaghju elettronicu…

source: Problem signing in…
co: Prublema di cunnessione…

source: Product Bugs/Errors
co: Penseri o sbaglii di u pruduttu

source: Product Quality
co: Qualità di u pruduttu

source: Protect All
co: Tuttu prutege

source: Protect all apps with VPN
co: Prutege tutte l’appiecazioni cù a VPN

source: Protected
co: Prutette

source: Protecting yourself is simple: tap to connect to the VPN and you’re ready to browse safely. Mozilla VPN will start automatically for seamless protection.
co: Prutegesi hè simplice : un tuccà per cunnettesi à a VPN è site pronti à navigà in sicurità. Mozilla VPN si lancierà autumaticamente per una prutezzione senza straziu.

source: Protection for up to 5 devices
co: Prutezzione nant’à 5 apparechji à u massimu

source: Protection wherever you are, from restaurants to vacation rentals
co: Prutezzione in tutti lochi, da i risturanti à l’affitti di vacanza

source: Protect specific apps
co: Prutege appiecazioni specifiche

source: Protect your access to the web.
co: Prutege u vostru accessu à u Web.

source: Protect your privacy
co: Prutigite a vostra vita privata

source: Push the internet forward with the latest version of the Internet Protocol
co: Fà cresce l’internet cù l’ultima versione di u protocollu internet

source: QR Code that links to the Mozilla VPN product page on the Google Play Store
co: Codice QR chì rimanda versu a pagina di u pruduttu Mozilla VPN nant’à Google Play Store

source: QR Code that links to the Mozilla VPN product page on the iOS App Store
co: Codice QR chì rimanda versu a pagina di u pruduttu Mozilla VPN nant’à l’iOS App Store

source: Quick access
co: Accessu rapidu

source: Quick tip
co: Minichichja rapida

source: Quick tips
co: Minichichje rapide

source: Quit Mozilla VPN
co: Esce da Mozilla VPN

source: Raleigh, NC
co: Raleigh

source: Reactivating with this email may not restore your saved information
co: Reattivà u contu cù st’indirizzu elettronicu puderia ùn micca risturà l’infurmazioni arregistrate

source: Ready for you to connect
co: Pronta per a cunnessione

source: Recent connections
co: Cunnessioni recente

source: Reduces the number of ads you see when you’re using VPN
co: Riduce u numeru di publicità affissate quandu s’impiegheghja a VPN

source: Refresh list
co: Attualizà a lista

source: Relay’s unlimited email masks to prevent spam and trackers
co: Maschere d’indirizzi elettronichi Relay à buzeffe per impedisce i merzaghji è l’elementi di spiunaghju

source: Release version
co: Versione

source: Release Version
co: Versione

source: Remote service error
co: Sbagliu di u serviziu alluntanatu

source: Remove %1
co: Caccià %1

source: Remove a device
co: Caccià un apparechju

source: Remove device?
co: Caccià l’apparechju ?

source: Removing device…
co: Cacciatura di l’apparechju…

source: Republic of Ireland
co: Irlanda

source: Request features
co: Dumandà nove funzioni

source: Resend code
co: Mandà torna u codice

source: Reset and quit
co: Reinizià è esce

source: Reset Mozilla VPN
co: Reinizià Mozilla VPN

source: Reset Mozilla VPN settings? This can’t be undone.
co: Reinizià i parametri di Mozilla VPN ? St’azzione ùn pò micca esse invertita.

source: Resetting the VPN will sign you out, but your account will not be deleted.
co: U reiniziu di a VPN vi discunnetterà ma u vostru contu ùn serà micca squassatu.

source: Reset VPN
co: Reinizià a VPN

source: Resolve website domain names using a DNS in your local network
co: Risolve i nomi di duminiu di i siti web impieghendu un DNS in a vostra reta lucale

source: Resolve websites using a custom DNS
co: Cunvertisce i siti web grazia à un DNS persunalizatu

source: Resolve websites using Mozilla VPN’s standard DNS
co: Cunvertisce i siti web grazia à u DNS classicu di Mozilla VPN

source: Restart speed test
co: Rilancià a prova di vitezza

source: Restore
co: Risturà

source: Restore purchases
co: Risturà e compre

source: Resume tutorial
co: Ripiglià a furmazione autonoma

source: Route your activity and location through servers in more than 30 countries.
co: Incaminate a vostra attività è a vostra pusizione via servitori stabiliti in più di 30 paesi.

source: Safeguard your personal data and identity
co: Prutigite i vostri dati persunali è a vostra identità

source: Salt Lake City, UT
co: Salt Lake City

source: San Jose, CA
co: San Jose

source: Sao Paulo
co: San Paulo

source: Save %1
co: Risparmià %1

source: Save %1%
co: Risparmià %1 %

source: Save 50% on an annual plan
co: Risparmiate 50% nant’à un impegnu annuale

source: Save 50% when you switch to an annual plan
co: Risparmiate 50% passendu à un impegnu annuale

source: Scan this QR code using a tablet or mobile device’s camera to install the VPN on another device.
co: Analizate stu codice QR impieghendu l’apparechju-fotò d’una tavulella o d’un apparechju mobile per installà a VPN nant’à un altru apparechju.

source: Search apps
co: Ricercà appiecazioni

source: Search Apps
co: Ricercà appiecazioni

source: Search countries
co: Ricercà un paese

source: Search in your browser
co: Fà una ricerca in u vostru navigatore

source: Search languages
co: Ricercà una lingua

source: Search messages
co: Ricercà in i messaghji

source: Seattle, WA
co: Seattle

source: Secaucus, NJ
co: Secaucus

source: Secure and private
co: Assicurizata è privata

source: Security code
co: Codice di sicurità

source: Select a different country
co: Selezziunà un paese sfarente

source: Select a different server location
co: Selezziunà una pusizione di servitore sfarente

source: Select device type:
co: Selezziunà u tipu d’apparechju :

source: Selected item: %1
co: Elementu selezziunatu : %1

source: Select entry location
co: Selezziunate una pusizione d’entrata

source: Select exit location
co: Selezziunate una pusizione d’esciuta

source: Select location
co: Selezziunà una pusizione

source: Select or deselect this checkbox
co: Selezziunà o diselezziunà sta casella

source: Select the “Trash” icon next to the device you want to remove from your list of connected devices
co: Selezziunà l’icona di a curbella accant’à l’apparechju ch’ellu ci vole à caccià da a lista di i vostri apparechji cunnessi

source: Select your account settings
co: Selezziunà e vostre preferenze di contu

source: Select your location
co: Selezziunà a vostra pusizione

source: Select your system preferences
co: Selezziunà e vostre preferenze di u sistema

source: Send report
co: Mandà u raportu

source: Servers in 30+ countries
co: Servitori in più di 30 paesi

source: Server switching notification
co: Nutificazione di scambiu di servitore

source: Server Switching Notification
co: Nutificazione di scambiu di servitore

source: Server unavailable
co: Servitore indispunibule

source: Server unavailable notification
co: Nutificazione di servitore indispunibule

source: Set different locations for different websites, to see the web as you prefer
co: Definisce pusizioni sfarente per siti web sfarenti, per affissà u Web cum’ella vi piace

source: Share technical data
co: Sparte i dati tecnichi

source: Shop on a regional server to get localized deals like cheaper airfare
co: Fate e vostre spese nant’à un servitore d’un altru paese per cumprà robba lucalizata cum’è, per indettu, biglietti d’aviò à bon pattu

source: Show Developer Options
co: Affissà l’ozzioni di sviluppu

source: Show IP info
co: Affissà l’infurmazioni nant’à l’IP

source: Show Mozilla VPN
co: Affissà Mozilla VPN

source: Show or hide the developer options menu
co: Affissà o piattà u listinu di l’ozzioni di sviluppu

source: Show system apps
co: Affissà l’appiecazioni di u sistema

source: Signed out and device disconnected
co: L’apparechju hè statu scunnessu

source: Signed out and device removed
co: Scunnessione fatta è apparechju cacciatu

source: Sign In Again
co: Cunnittitevi torna

source: Sign-in failed
co: Fiascu di a cunnessione

source: Sign in to Google Account
co: Cunnittitevi à u vostru contu Google

source: Sign in to your favorite app or streaming site
co: Cunnittitevi à a vostra appiecazione o à u situ di lettura di cuntinuu favuriti

source: Sign on to your favorite app or streaming site
co: Cunnittitevi à a vostra appiecazione o à u situ di lettura di cuntinuu favuriti

source: Sign Out
co: Scunnettesi

source: Sign up to start your 7-day free trial.
co: Arregistratevi per principià a vostra prova di rigalu di 7 ghjorni.

source: Simplified Chinese
co: Chinese semplificatu

source: Single-hop
co: Saltu unicu

source: Single-hop vs multi-hop
co: Cunnessione à saltu unicu o servitori in cascata

source: Slovakia
co: Sluvacchia

source: Slovenia
co: Sluvenia

source: Something went wrong…
co: Un sbagliu hè accadutu…

source: Sometimes, you might pick a location for a specific purpose; for example, if you’re traveling internationally, you could choose a server location in your home country so that your banking apps function more smoothly.
co: Ognitantu, si pò sceglie una pusizione per un scopu specificu ; per indettu, durante un viaghju à l’esteru, si pò sceglie una pusizione di servitore in u vostru paese di residenza, è cusì l’appiecazioni di a vostra banca funzioneghjanu più prestu.

source: Sorry, something went wrong with your VPN connection.
co: Per disgrazia, un sbagliu hè accadutu cù a vostra cunnessione VPN.

source: Sorry, we are unable to connect your Firefox Account to a current subscription. Please try again or contact our support team for further assistance.
co: Per disgrazia, ùn pudemu micca cunnette u vostru contu Firefox à un abbunamentu in corsu. Pruvate torna o cuntattate a nostra squadra d’assistenza per ottene un aiutu.

source: Sorry, we are unable to connect your Mozilla account to a current subscription. Please try again or contact our support team for further assistance.
co: Per disgrazia, ùn pudemu micca cunnette u vostru contu Mozilla à un abbunamentu in corsu. Pruvate torna o cuntattate a nostra squadra d’assistenza per ottene un aiutu.

source: Sorry, we were unable to confirm your subscription. Please try again or contact our support team for help.
co: Per disgrazia, ùn avemu micca riesciutu à cunfirmà u vostru abbunamentu. Pruvate torna o cuntattate a nostra squadra d’assistenza per ottene un aiutu.

source: Sorry, we were unable to send you a verification code.
co: Per disgrazia, ùn avemu micca riesciutu à mandavvi un codice di verificazione.

source: Sorry, we were unable to sign you in to your account.
co: Per disgrazia, ùn avemu micca riesciutu à cunnettevi à u vostru contu.

source: South Africa
co: Africa Suttana

source: Spain
co: Spagna

source: Staging services are used to test features before they go live to production
co: I servitori di qualifica sò impiegati per pruvà e funzioni nanzu a so messa in pruduzzione

source: Start
co: Lancià

source: Start speed test
co: Lancià una prova di vitezza

source: Start survey
co: Principià l’inchiesta

source: Startup
co: Avviu

source: Status
co: Statu

source: Stockholm
co: Stoccolma

source: Stream, download and game without limits, monthly caps or ISP throttling.
co: Lettura di cuntinuu, scaricamenti è ghjochi senza cunfina, pianaghju misincu o limitazione da u vostru furnidore d’accessu à internet.

source: Stream, download, and game without limits, monthly caps or ISP throttling.
co: Lettura di cuntinuu, scaricamenti è ghjochi senza cunfina, pianaghju misincu o limitazione da u vostru furnidore d’accessu à internet.

source: Streaming in 4K
co: Diffusione in 4K

source: Streaming sticks (Chromecast / Roku / Apple AirPlay)
co: Chjavi di lettura di cuntinuu (Chromecast / Roku / Apple AirPlay)

source: Streaming video
co: Diffusione di video

source: Subject (optional)
co: Sughjettu (ozzionale)

source: Subscribe for %1/mo
co: Abbunassi per %1 à u mese

source: Subscribe now
co: Abbunassi subitu

source: Subscribe to Mozilla VPN
co: Abbunatevi à Mozilla VPN

source: Subscription
co: Abbunamentu

source: Subscription failed
co: Fiascu di l’abbunamentu

source: Subscription plan
co: Prugramma d’abbunamentu

source: Subscription summary
co: Riassuntu di l’abbunamentu

source: Success!
co: Operazione riesciuta !

source: Success! You added “%1” to this list.
co: Operazione riesciuta ! Avete aghjuntu « %1 » à sta lista.

source: Surf the web and use your favorite apps freely without being tracked
co: Navigate nant’à u Web è impiegate e vostre appiecazioni favurite in sicurità è senza esse tracciati

source: Sweden
co: Svezia

source: Switched from %1, %2 to %3, %4
co: Cambiamentu da %2 (%1) à %4 (%3)

source: Switched from %1 to %2
co: Cambiamentu da %1 à %2

source: Switching…
co: Cummutazione…

source: Switching back to a single-hop connection
co: Ritornu à una cunnessione à saltu unicu

source: Switching server locations
co: Cambiamentu di pusizione di u servitore

source: Switch to an annual plan
co: Passà à un impegnu annuale

source: Switch to an annual plan, and get all the same benefits at 50% less than the monthly plan:
co: Passate à un impegnu annuale è ottinite i listessi vantaghji per 50% di l’impegnu misincu :

source: Switzerland
co: Svizzera

source: System language
co: Lingua di u sistema

source: System preferences
co: Preferenze di u sistema

source: Take a tour of Mozilla VPN to learn how the latest features help you protect your online privacy.
co: Lanciate a visita guidata di Mozilla VPN per scopre cumu l’ultime funzioni aiutanu à prutege a vostra vita privata in linea.

source: Take the tour
co: Lancià a visita guidata

source: Tap on “My Devices” in your VPN homescreen
co: Picchichjate nant’à « I mo apparechji » nant’à u vostru screnu d’accolta VPN

source: TB/s
co: To/s

source: Technical issues
co: Prublemi tecnichi

source: Terms of service
co: Cundizioni d’utilizazione

source: Testing speed…
co: Sperimentu di vitezza…

source: Test your geolocation on one of our 400+ worldwide servers in two super simple ways:
co: Pruvate a vostra geolucalizazione nant’à un servitore trà più di 400 di duie manere cusì simplice :

source: Test your speed
co: Sperimentà a vostra vitezza

source: Thailand
co: Tailanda

source: Thank you!
co: Vi ringraziemu !

source: Thank you for installing the latest version!
co: Vi ringraziemu d’avè installatu l’ultima versione !

source: Thank you for installing the latest version of Mozilla VPN!
co: Vi ringraziemu d’avè installatu l’ultima versione di Mozilla VPN !

source: Thank you for your participation!
co: Vi ringraziemu per a vostra participazione !

source: The ability to sign in using your Google or Apple account
co: A pussibilità di cunnettevi impieghendu u vostru contu Google o Apple

source: The ability to upgrade to an annual plan from within the app
co: A pussibilità di passà à un impegnu annuale da l’appiecazione

source: The entered value is invalid
co: U valore scrittu hè inaccettevule

source: The guest Wi-Fi network you’re connected to may not be secure. Click here to turn on VPN to secure your device.
co: A reta Wi-Fi d’ospite à quella vo site cunnessi ùn pare micca sicura. Cliccà quì per attivà a VPN per assicurizà u vostru apparechju.

source: The guest Wi-Fi network you’re connected to may not be secure. Click to turn on VPN to secure your device.
co: A reta Wi-Fi d’ospite à quella site cunnetti ùn pare micca sicura. Clicà quì per attivà a VPN per assicurizà u vostru apparechju.

source: The guest Wi-Fi network you’re connected to requires action. Click here to turn off VPN to see the portal.
co: A reta Wi-Fi d’ospite à quella vo site cunnessi richiede un’azzione. Cliccà quì per disattivà a VPN è fighjà u purtone.

source: The guest Wi-Fi network you’re connected to requires action. Click to turn off VPN to see the portal.
co: A reta Wi-Fi d’ospite à quella site cunnessi richiede un’azzione. Cliccu per disattivà a VPN è vede u purtone.

source: The in-app support form will allow you to contact support from within the VPN app. You can find it in the “Get help” section.
co: U furmulariu d’assistenza in l’appiecazione vi permette di cuntattà l’assistenza direttamente in l’appiecazione VPN. Si pò truvallu in a sezzione « Ottene aiutu ».

source: The in-app support form will streamline the process of getting your issues resolved.
co: U furmulariu d’assistenza in l’appiecazione semplificherà u prucessu di risuluzione di i vostri prublemi.

source: The Mozilla VPN app quit unexpectedly. Would you like to send a crash report to help fix the issue?
co: L’appiecazione Mozilla VPN s’hè chjosa di manera inaspettata. Vulete mandà un raportu d’accidente per aiutà à currege stu penseru ?

source: The Mozilla VPN is successfully installed. Go to your Applications folder to open up the VPN and start taking control of your online privacy.
co: Mozilla VPN hè statu installatu currettamente. Andà à u cartulare di l’appiecazioni per lancià a VPN è principià à piglià u cuntrollu di a vostra vita privata in linea.

source: The Mozilla VPN is successfully installed. You’re ready to start taking control of your online privacy.
co: Mozilla VPN hè statu installatu currettamente. Site pronti à piglià u cuntrollu di a vostra vita privata in linea.

source: There is no new update available at this time
co: À st’ora, alcunu rinnovu ùn hè dispunibule

source: There’s a small trade-off for this extra security — this may also slow down your connection a bit. You can reduce this effect by choosing servers that are both close to each other as well as to your own location.
co: Sta sicurità addiziunale richiede di fà una chjuca cuncessione in u sensu ch’ella pò rallentà una cria a vostra cunnessione. Si pò riduce st’effettu scegliendu servitori chì sò vicini l’uni cù l’altri è ancu cù a vostra pusizione.

source: These apps will not use the VPN
co: Quesse appiecazioni ùn impiegheranu micca a VPN

source: These apps will use the VPN
co: Quesse appiecazioni impiegheranu a VPN

source: These locations are sorted by expected performance.
co: Ste pusizioni sò classificate da e perfurmenze previste.

source: These options may cause some websites to break or not display content correctly.
co: St’ozzioni ponu cagiunà un funziunamentu gattivu o un’affissera incurretta nant’à certi siti web.

source: These recommended locations will refresh occasionally when the VPN is turned off; if you’d like to use VPN with the best performance and speed, choose a recommended server location.
co: Ste pusizioni ricumandate seranu attualizate ognitantu quandu a VPN hè disattivata ; s’è vo vulete impiegà una VPN cù e perfurmenze è a vitezza e più belle, sciglite una pusizione ricumandata di servitore.

source: The server has been blocked. Check your firewall settings.
co: U servitore hè statu bluccatu. Verificate i parametri di u vostru parafocu.

source: The top uses and benefits of using Mozilla VPN
co: L’usi è i vantaghji principale di Mozilla VPN

source: This server location is temporarily unavailable. Choose a new location.
co: A pusizione di stu servitore hè timpurariamente indispunibule. Sciglitene una nova.

source: This server location is temporarily unavailable. Please open the app to choose a new location.
co: A pusizione di stu servitore hè timpurariamente indispunibule. Aprite l’appiecazione per sceglie una pusizione nova.

source: This survey will take 1-2 minutes of your time. All answers and participation are anonymous.
co: St’inchiesta dumanderà da 1 à 2 minuti di u vostru tempu. A vostra participazione è tutte e risposte sò anonime.

source: This update includes a new and easier way to access educational content on the app. It also includes bug fixes, UI adjustments and other performance improvements.
co: Sta messa à livellu cuntene una manera nova è più faciule per accede à u cuntenutu didatticu nant’à l’appiecazione. Sta versione cuntene dinù currezzioni di prublemi, adattazioni di l’interfaccia grafica è amendamenti di perfurmenza.

source: This update includes a new factory reset feature, in addition to minor bug fixes, UI adjustments and other performance improvements.
co: Sta versione cuntene una funzione nova di rimessa à i parametri d’usina, ma ancu, currezzioni di prublemi chjuchi, adattazioni di l’interfaccia grafica è amendamenti di perfurmenza.

source: This update includes minor bug fixes, UI adjustments and other performance improvements.
co: Sta versione cuntene currezzioni di prublemi chjuchi, adattazioni di l’interfaccia grafica è amendamenti di perfurmenza.

source: This update includes minor bug fixes, UI adjustments and other performance improvements, including:
co: Sta versione cuntene currezzioni di prublemi chjuchi, adattazioni di l’interfaccia grafica è amendamenti di perfurmenza, trà quelli :

source: This will reset all VPN settings, including:
co: St’azzione reinizierà tutti i parametri di a VPN, cum’è :

source: Tips
co: Astuzie

source: Tips and tricks
co: Astuzie è cunsiglii

source: To continue, please confirm with your Firefox account password.
co: Per cuntinuà, ci vole à cunfirmà cù a parolla d’intesa di u vostru contu Firefox.

source: To continue, please confirm with your Mozilla account password.
co: Per cuntinuà, ci vole à cunfirmà cù a parolla d’intesa di u vostru contu Mozilla.

source: To continue subscribing, please sign in to your Google Account
co: Per cuntinuà à abbunavvi, ci vole à cunnettevi à u vostru contu Google

source: To delete your VPN account, please sign in with your Firefox account password.
co: Per squassà u vostru contu VPN, cunnittitevi cù a parolla d’intesa di u vostru contu Firefox.

source: To finish setting up your Mozilla account, create a password in your account settings:
co: Per compie a cunfigurazione di u vostru contu Mozilla, create una parolla d’intesa in i parametri di u vostru contu :

source: Toggle this switch to activate or deactivate the VPN
co: Impiegà stu cumutatore per attivà o disattivà a VPN

source: To install the VPN on another tablet or mobile device, scan the QR code.
co: Per installà a VPN nant’à un’altra tavulella o un altru apparechju mobile, analizate u codice QR.
